[
    {
        "topic_description": "This House believes that the World Bank Group should adopt a one-country-one-vote system",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House supports the use of the nine planetary boundaries framework",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House opposes internet gurus* selling their own products and services",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House believes that the feminist movement should promote the maximization of individual development and empowerment over solidarity among women",
        "category": "social_justice_and_identity"
    },
    {
        "topic_description": "This House believes that African countries should recognise the sovereignty of Somaliland",
        "category": "politics_and_governance"
    },
    {
        "topic_description": "This House regrets the professionalisation of sports",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House would replace agricultural companies with farmers' cooperatives",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House believes that developing countries should make a world language the primary medium of instruction in schools. A world language is a major language that is geographically widespread and has many speakers (e.g. English, Arabic, French, etc.)",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House regrets depictions of veganism as trendy",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House believes that it is against the interest of organized religion to emphasize strict requirements for personal religious commitments (e.g. not being allowed to work on Sabbath, not eating during Ramadan, restraining from premarital relationships, etc.)",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House believes that offensive art should not be commissioned for public spaces (Museums, Parks, Squares, etc.)",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House believes that the LGBTQ+ community should actively embrace the nuclear family ideal",
        "category": "social_justice_and_identity"
    },
    {
        "topic_description": "This House prefers a world ruled by a benevolent AI programmed to maximize utility by calculating the actions most guaranteed to reduce the greatest global suffering",
        "category": "politics_and_governance"
    },
    {
        "topic_description": "This House believes that the Quadrilateral Security Dialogue should initiate the creation of a regional defence pact (similar to the NATO) in the Asia Pacific Region",
        "category": "politics_and_governance"
    },
    {
        "topic_description": "This House prefers a world where instead of charging tuition fees to students upfront, universities collect a portion of their income upon graduation.",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House prefers industrial unions to workplace unions",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House would create a global carbon market.",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House would ban free-to-play games",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House regrets the decline of the family as the dominant unit of organisation in society",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House would implement fairness doctrines on broadcast news media with significant audience reach.",
        "category": "politics_and_governance"
    },
    {
        "topic_description": "This House prefers a world where a majority of political fiction is positive and optimistic (e.g. West Wing, Fahrenheit 451) to one where a majority is negative and pessimistic (e.g. House of Cards, 1984, Brave New World).",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House would require all elected officials to stand for a recall election if a significant minimum threshold of voters within their constituency demand it.",
        "category": "politics_and_governance"
    },
    {
        "topic_description": "This House prefers a world in which postcolonial African states had prioritised achieving economic and land reparations (e.g.: active land redistribution, quotas, cash transfer programmes) over enshrining civil and political rights (e.g.: rights to protest, vote, free speech, form associations, etc.).",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House believes that developing countries should privatise their State-Owned Enterprises (such as airlines, railways, utility companies).",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House would allow ex-convicts to apply to join the police force.",
        "category": "law_and_criminal_justice"
    },
    {
        "topic_description": "This House would ban gated communities",
        "category": "politics_and_governance"
    },
    {
        "topic_description": "This House believes that the LGBTQIA+ movement should centre reinterpreting religions in its public agenda.",
        "category": "social_justice_and_identity"
    },
    {
        "topic_description": "This House supports the rise of the use of cryptocurrencies (e.g. Bitcoin, Ethereum, USDT) in financial transactions.",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House prefers a world in which success and failure are seen as a consequence of random factors, rather than personal actions.",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House would overstate the impact of minority forces (Japanese American 442nd Battalion during WW2, Russia's Women's Battalion of Death during WW1, 4th Indian Infantry Division during WW2) in wars, even at the cost of historical accuracy.",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House prefers a world in which juries/judges can use a \"not proven\" verdict in criminal courts, in addition to \"gulty\" and \"not guilty\" verdicts",
        "category": "law_and_criminal_justice"
    },
    {
        "topic_description": "This House prefers parenting models that adultify teenagers (i.e. giving them more responsibilities and autonomy, assuming higher capacity for independence) to those which emphasize their status and treatment as teenagers (i.e. refraining from giving them adult responsibilities, emphasizing they are legal minors).",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House opposes academic activism",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House would not allow any individual shareholders to own a controlling interest in large, publicly traded social media companies.",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House regrets the commercialisation of space",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House believes that the International Olympic Committee should recognise an athlete's right to protest",
        "category": "politics_and_governance"
    },
    {
        "topic_description": "This House would ban the production and consumption of meat",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House believes that the African Union should attempt to contain growing Gulf influence in the horn of Africa",
        "category": "politics_and_governance"
    },
    {
        "topic_description": "This House would significantly reduce income tax rates for women",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House believes that \"cop shows\" do more harm than good",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House prefers leaderless social justice movements",
        "category": "social_justice_and_identity"
    },
    {
        "topic_description": "This House regrets the dominant belief that the customer's needs and desires should always come first",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House, as this athlete, would accept the offer and move to the new country",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House believes that developing countries should prioritise import substitution industrialisation over export oriented industrialisation",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House believes that Indigenous people charged with crimes should be tried and sentenced in accordance with the customs of their Indigenous community, instead of a non-Indigenous justice system (i.e. state/federal/provincial courts)",
        "category": "law_and_criminal_justice"
    },
    {
        "topic_description": "This House would prioritize government funding for Indigenous art & artisans working in contemporary artistic disciplines (ex: electronic music, performance art) instead of those Indigenous artisans practicing more \"traditional\" disciplines (ex: beadwork, carvings)",
        "category": "culture_and_values"
    },
    {
        "topic_description": "In times of economic crises, This House believes that the government should withhold information that is likely to damage market confidence",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House supports Rainbow Capitalism",
        "category": "social_justice_and_identity"
    },
    {
        "topic_description": "This House supports a uniform standard for animal welfare, regardless of the animal's perceived utility (e.g. how cute they are, how useful they are in service to humans, etc.)",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House believes that developed states that receive medical professionals emigrating from developing countries should pay compensation to the government of the professionals' country of origin",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House would ban users from selling their data to companies in exchange for financial returns (i.e. receiving fixed monthly rates, dividends, etc., for the use of their data by companies)",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House supports periodic, fixed-date constitutional conventions in constitutional democracies",
        "category": "politics_and_governance"
    },
    {
        "topic_description": "This House regrets the Westernization of the elites in post-colonial countries",
        "category": "culture_and_values"
    },
    {
        "topic_description": "This House objects to the giving of international military aid",
        "category": "politics_and_governance"
    },
    {
        "topic_description": "This House supports the implementation of carbon credits for individuals",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "This House would nationalise the research, development, and distribution of pharmaceuticals",
        "category": "global_governance_and_economics"
    },
    {
        "topic_description": "In the instance where a revolution has overturned a previous system, This House prefers technocratic governments to democractic governments",
        "category": "politics_and_governance"
    }
]
